Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 35/2-3 was drilled by the Scarabeo 8 drilling facility which will now proceed to the Barents Sea to drill for ENI Norge AS.
nb: Brønn 35/2-3 ble boret av boreinnretningen Scarabeo 8 som nå skal til Barentshavet for å bore for ENI Norge AS.

source: The well has been drilled about 17 kilometres southwest of the Gjøa field in the North Sea.
nb: Brønnen er boret om lag 17 kilometer sørvest for Gjøafeltet i Nordsjøen.

source: The purpose of the well was to prove petroleum in reservoir rock from the Upper Jurassic.
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter.

source: The well proved light oil in two sandstone strata at 90 and 14 metres with good reservoir quality in the Heather formation in the Upper Jurassic.
nb: Brønnen påviste lett olje i to sandsteiner på 90 meter og 14 meter med god reservoarkvalitet i Heatherformasjonen i øvre jura.

source: Preliminary estimates of the size of the discovery range between 10 and 25 million standard cubic meters (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 10 og 25 millioner standard kubikkmeter (Sm3) utvinnbart olje.

source: The well is the first exploration well in production licence 418.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 418.

source: The well was drilled to a vertical depth of 2976 metres below sea level and was terminated in the Rannock formation in rocks from the Middle Jurassic.
nb: Brønnen ble boret til et vertikalt dyp av 2976 meter under havflaten og ble avsluttet i Rannockformasjonen i bergarter av mellomjura alder.

source: Water depth at the site is 368 metres.
nb: Havdypet er 368 meter.

source: Well 35/9-7 was drilled by the drilling facility Songa Delta, which will proceed to production licence 375 B to drill appraisal well 33/6-3 S for Suncor Energy Norge AS.
nb: Brønn 35/9-7 ble boret av boreinnretningen Songa Delta som nå skal til utvinningstillatelse 375 B for å bore avgrensningsbrønn 33/6-3 S for Suncor Energy Norge AS.

source: Well path 6608/10-11 S will be drilled from the drilling facility at Transocean Arctic in position 66o00'48.68"North and 08o03'14.54" East.
nb: Brønnbanen 6608/10-11 S skal bores fra boreinnretningen Transocean Arctic i posisjon 66°00'48.68"N og 08°03'14.54"Ø.

source: The drilling program for well path 6608/10-11 S applies for drilling a wildcat well in production licence 128.
nb: Boreprogrammet for brønnbane 6608/10-11 S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 128.

source: The well was drilled approx. 65 km north-west of the Snorre field.
nb: Brønnen er boret om lag 65 km nordvest for Snorrefeltet.

source: The primary exploration target for the well was to prove petroleum in reservoir rock from the Upper Cretaceous (the Shetland group) and in the Upper Jurassic or Lower Triassic.
nb: Primære letemål for brønnen var å påvise petroleum i reservoarbergarter i øvre kritt (Shetlandsgruppen) og i øvre jura eller nedre trias.

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Late Palaeocene (the Lista formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av seinpaleocen alder (Listaformasjonen).

source: Two oil zones totalling two metres were encountered in the Shetland group.
nb: Det ble påtruffet to oljesoner på til sammen to meter i Shetlandsgruppen.

source: Upper Jurassic reservoir rocks were not encountered, and the exploration target in the Triassic is tight.
nb: Øvre jura reservoarbergarter ble ikke påtruffet, og letemålet i trias er tett.

source: A net oil zone of three metres in the Lista formation was encountered in the secondary exploration target.
nb: I sekundært letemål ble det påtruffet en netto oljesone på tre meter i Listaformasjonen.

source: Due to thin oil zones and uncertain extent of the reservoirs, there is no basis for providing a resource estimate.
nb: På grunn av tynne oljesoner og usikker utstrekning av reservoarene er det ikke grunnlag for å gi ressursestimat.

source: Two formation tests (Mini DST) have been carried out in the Shetland group, showing limited flow properties.
nb: To formasjonstester (Mini-DST) er gjennomført i Shetlandsgruppen, og disse viste begrensede strømningsegenskaper.

source: This is the first exploration well in production licence 519.
nb: Dette er den første letebrønnen i utvinningstillatelse 519.

source: The licence was awarded in the 20th licencing round in 2009.
nb: Tillatelsen ble tildelt i 20. konsesjonsrunde i 2009.

source: The well was drilled to a vertical depth of 2975 metres below the sea surface, and concluded in Permian limestone (the Zechstein group).
nb: Brønnen ble boret til et vertikalt dyp av 2975 m under havflaten, og avsluttet i kalkstein av perm alder (Zechsteingruppen).

source: Water depth at the site is 382 metres.
nb: Havdypet er 382 meter.

source: Well 6201/11-3 was drilled by the drilling facility Bredford Dolphin, which will now proceed to production licence 457 in the central part of the North Sea to drill wildcat well 16/1-16 where Wintershall Norway AS is the operator.
nb: Brønn 6201/11-3 ble boret av boreinnretningen Bredford Dolphin som nå skal til utvinningstillatelse 457 i midtre del av Nordsjøen for å bore undersøkelsesbrønn 16/1-16 der Wintershall Norge AS er operatør.

source: The Resource Report 2009 provides an up-to-date overview of the resources and activities on the Norwegian continental shelf, and highlights important challenges for the Norwegian petroleum activities.
nb: Ressursrapporten 2009 gir en oppdatert oversikt over ressursbildet og aktiviteten på norsk kontinentalsokkel og belyser viktige utfordringer for norsk petroleumsvirksomhet.

source: Exploration activity has reached record-breaking levels in the last couple of years, which has led to many, but small, discoveries.
nb: De siste par årene har letevirksomheten vært rekordhøy, og det er gjort mange, men små funn.

source: The NPD believes that large discoveries can still be made in areas of the shelf that have not been extensively explored.
nb: Oljedirektoratet mener at det fortsatt er mulig å gjøre store funn i lite utforskede områder på sokkelen.

source: Many exploration wells are still being drilled in acreage that was awarded in the first licensing rounds.
nb: Fortsatt blir det boret mange letebrønner i arealer som ble tildelt i de første konsesjonsrundene.

source: This is partially explained by the fact that no new acreage has been opened on the Norwegian continental shelf since 1994, and also that many, but small, discoveries are still made in this acreage.
nb: En av årsakene til dette er at det ikke har vært åpnet nytt areal på norsk kontinentalsokkel siden 1994, og at det fortsatt gjøres mange, men små funn i disse arealene.

source: Much of our oil and gas production comes from discoveries made in the first 20 years, during the period between 1969 and 1989.
nb: En stor del av olje- og gassproduksjonen kommer fra funn gjort de første 20 årene, i perioden 1969 og 1989.

source: Resource growth from discoveries made in the last decade is low, and provides only a small contribution to future production.
nb: Ressurstilveksten fra funn som er gjort det siste tiåret er lav, og den gir et lite bidrag til framtidig produksjon.

source: Increases in the reserves take place when discoveries are made that can either be developed independently or phased in to existing fields, or through the implementation of measures to improve recovery.
nb: Økning av reservene skjer enten ved at det gjøres funn som kan bygges ut som kan bygges ut eller som kan fases inn mot eksisterende felt, eller at det settes i verk tiltak for å øke utvinningen.

source: Reserve growth in the last couple of years has been very low.
nb: Reservetilveksten de siste par årene har vært svært lav.

source: In 2005, the NPD set a goal of increasing the oil reserves on the Norwegian shelf by 800 million Sm3 (standard cubic metres), or 5 billion barrels by 2015.
nb: I 2005 satte Oljedirektoratet som mål at av oljereservene på norsk sokkel skulle øke med 800 millioner Sm3 (standard kubikkmeter), eller 5 milliarder fat innen 2015.

source: It appears that this goal may be difficult to achieve.
nb: Det ser ut til at det kan bli vanskelig å nå dette målet.

source: The NPD assumes that about 75 per cent of the growth in reserves must come from fields already in operation.
nb: Oljedirektoratet antar at ca 75 prosent av reservetilveksten må komme fra felt som allerede er i drift.

source: The companies on the Norwegian shelf work continuously to improve oil recovery from the fields using various measures.
nb: Selskapene på norsk sokkel arbeider kontinuerlig for å øke oljeutvinningen fra feltene ved hjelp av ulike tiltak.

source: Gas injection has proven to be a very effective method.
nb: Gassinjeksjon viser seg å være en svært effektiv metode.

source: So far, about 260 million Sm3 of additional oil has been produced with the aid of gas injection.
nb: Så langt er det produsert om lag 260 millioner Sm3 ekstra olje ved hjelp av gassinjeksjon.

source: According to the companies' approved plans, the result will be even better; additional production will rise by 60 – 100 million Sm3.
nb: Med dagens planer vil resultatet ble enda bedre, ekstraproduksjonen vil øke med ut mellom 60 og 100 millioner Sm3.

source: In total, this is equivalent to all the oil produced from the Gullfaks field from 1986 to the present.
nb: Til sammen er dette like mye som oljeproduksjonen fra Gullfaksfeltet fra 1986 og fram til i dag.

source: With today's adopted plans, about 54 per cent of the oil will be left in the ground when production ceases.
nb: Med dagens vedtatte planer kommer ca 54 prosent av oljen til å ligge igjen når produksjonen avsluttes.

source: The NPD believes that production can be increased beyond the planned level by using new methods to improve recovery.
nb: Oljedirektoratet mener at det er mulig å øke produksjonen ut over det som er planlagt ved å ta i bruk nye metoder får å øke utvinningen.

source: This can result in significant gains, but it will require extensive cooperation both among the oil companies and with the authorities in order to qualify and test new technologies on the fields.
nb: Dette kan gi store gevinster, men det krever et utstrakt samarbeid oljeselskapene mellom og med myndigheter for å kvalifisere og prøve ut nye teknologier ute på feltene.

source: In connection with the Resource Report 2009, the NPD has updated its resource estimate for the Barents Sea.
nb: I forbindelse med ressursrapporten 2009 har Oljedirektoratet oppdatert ressursestimatet for Barentshavet.

source: Estimated volumes of oil and gas in the ground have increased somewhat, but the recognition of poorer reservoir properties than expected, distance to the market and costs associated with development solutions have reduced expectations for the percentage of these resources that can be produced.
nb: Antatte volumer av olje og gass i bakken har økt noe, men erkjennelsen av dårligere reservoaregenskaper enn antatt, avstanden til markedet og kostnader knyttet til utbyggingsløsninger har redusert forventningen til hvor stor andel som kan produseres.

source: During 2010, the resource estimates for the North Sea and the Norwegian Sea will also be updated.
nb: I løpet av 2010 vil ressursene for Nordsjøen og Norskehavet også bli oppdatert.

source: Up-to-date resource figures for Nordland VII and Troms II will come in connection with the revision of the comprehensive management plan for the Barents Sea and the waters off Lofoten in 2010.
nb: Oppdaterte ressurstall for Nordland VII og Troms II vil komme i forbindelse med revideringen av helhetlig forvaltningsplan for Barentshavet og havområdene utenfor Lofoten i 2010.

source: Read the Resource Report here.
nb: Les Ressursrapporten her.

source: The report is free and copies can be ordered here.
nb: Rapporten er gratis og kan bestilles her.

source: Contacts in the NPD Eldbjørg Vaage Melberg, tel.
nb: Kontaktpersoner i Oljedirektoratet Eldbjørg Vaage Melberg, tlf.

source: +47 51 87 61 00 Kirsti Veggeland, tel.
nb: 51 87 61 00 Kirsti Veggeland, tlf.

source: The well is about 7 kilometres southeast of the Kristin field in the Norwegian Sea.
nb: Brønnen er om lag 7 kilometer sørøst for Kristinfeltet i Norskehavet.

source: The objective of the well was to prove petroleum in Cretaceous reservoir rocks (the Lysing and Lange formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter i kritt (Lysing – og Langeformasjonene).

source: The well encountered oil in two zones distributed over several thin sandstone layers in both formations.
nb: Brønnen påtraff olje i to soner fordelt på flere tynne sandsteinslag i begge formasjoner.

source: The sandstone layers were thinner and the reservoir quality poorer than expected in these formations.
nb: Sandsteinslagene var tynnere og reservoarkvaliteten dårligere enn forventet i disse formasjonene.

source: The discovery is not considered commercially interesting.
nb: Funnet vurderes som ikke økonomisk interessant.

source: Future studies will quantify the volumes and highlight any additional potential.
nb: Framtidige studier vil kvantifisere volumene og belyse eventuelt tilleggspotensial.

source: The well is the first exploration well in production licence 431.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 431.

source: Maersk Oil Norway AS took over operatorship in the licence in 2009.
nb: Maersk Oil Norway AS overtok operatørskapet i tillatelsen i 2009.

source: The well was drilled to a vertical depth of 4 157 metres below the sea surface, and was terminated in shale in the Lange formation.
nb: Brønnen ble boret til et vertikalt dyp på 4157 meter under havflaten, og ble avsluttet i skifer i Langeformasjonen.

source: Water depth is 316 metres.
nb: Havdypet er 316 meter.

source: Well 6406/3-9 was drilled by Transocean Winner which will now proceed to the Alvheim field in the North Sea to drill production well 24/6-B-5, where Marathon Oil Norge AS is the operator.
nb: Brønn 6406/3-9 ble boret av Transocean Winner som nå skal til Alvheimfeltet i Nordsjøen for å bore utvinningsbrønn 24/6-B-5, der Marathon Oil Norge As er operatør.

source: The appraisal well was drilled around 20 kilometres east of the Kristin field in the Norwegian Sea and about 8 kilometres northeast of discovery well 6406/3-8.
nb: Avgrensningsrønnen er boret om lag 20 kilometer øst for Kristinfeltet i Norskehavet og om lag 8 kilometer nordøst for funnbrønnen 6406/3-8.

source: The discovery was proven in 2010 in Middle Jurassic reservoir rocks (the Garn formation).
nb: Funnet ble påvist i 2010 i midtre jura reservoarbergarter (Garnformasjonen).

source: Before well 6407/1-5 S was drilled, the operator’s resource estimate for the discovery was between 10 and 20 million standard cubic metres of recoverable oil (Sm3) and between 2 and 5 billion Sm3 of recoverable gas.
nb: Før brønn 6407/1-5 S ble boret, var operatørens ressursanslag for funnet mellom 10 og 20 millioner standard kubikkmeter utvinnbar olje (Sm3) og mellom 2 og 5 milliarder Sm3utvinnbar gass.

source: The purpose of well 6407/1-5 S was to delineate discovery 6406/3-8 to the north.
nb: Hensikten med brønn 6407/1-5 S var å avgrense funnet 6406/3-8 mot nord.

source: The well encountered a 39-metre thick oil column in the Garn formation with reservoir and reservoir quality as expected.
nb: Brønnen påtraff olje i en 39 meter tykk kolonne i Garnformasjonen med reservoar og reservoarkvalitet som forventet.

source: The oil-water contact in well 6407/1-5 S is the same as in the discovery well, and pressure data indicates communication between north and south.
nb: Olje-vann kontakt i brønn 6407/1-5 S er den samme som i funnbrønnen, og trykkdata indikerer kommunikasjon mellom nord og sør.

source: With that, the discovery is delineated to the north.
nb: Funnet er med dette avgrenset mot nord.

source: Preliminary calculations confirm earlier resource estimates, though at the upper end of the discovery estimate.
nb: Foreløpig beregning bekrefter tidligere ressursanslag, men i den øvre del av estimatet for funnet.

source: A successful formation test has been carried out over a short reservoir interval.
nb: En vellykket formasjonstest er gjennomført over et kort reservoarintervall.

source: The maximum production rate was, respectively, 140 standard cubic metres (Sm3) of oil and 20,300 Sm3 of gas per flow day through a 40/64” nozzle opening.
nb: Maksimum produksjonsrate var på henholdsvis 140 standard kubikkmeter (Sm3) olje og 20 300 Sm3 gass per strømningsdøgn gjennom en 40/64” tommers dyseåpning.

source: The licensees will now assess alternative development solutions for the discovery.
nb: Rettighetshaverne vil nå vurdere alternative utbygginger av funnet.

source: The well is the second exploration well in production licence 475 BS.
nb: Brønnen er den andre letebrønnen i utvinningstillatelse 475 BS.

source: Wintershall Norge AS is the operator, with a 50 per cent share.
nb: Wintershall Norge AS er operatør med 50 prosentandel.

source: The other licensees are Petoro AS (30 per cent) and Centrica Resources AS (20 per cent).
nb: De andre rettighetshaverne er Petoro AS (30 prosent) og Centrica Resources AS (20 prosent).

source: The well was drilled to a total depth of 4,133 metres below the sea surface and terminated in the Tilje formation in the Lower Jurassic.
nb: Brønnen ble boret til et total dyp på 4133 meter under havflaten og avsluttet i Tiljeformasjonen i undre jura.

source: The sea depth is 297 metres.
nb: Havdypet er 297 meter.

source: Well 6407/5-1 S was drilled by the drilling facility Borgland Dolphin, which will now head to licence 102 C to drill 25/5-D-1 H Atla, where Total E&P Norge AS is the operator.
nb: Brønnen 6407/5-1 S ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 102 C for å bore 25/5-D-1 H Atla, der Total E&P Norge AS er operatør.

source: The primary exploration target for the well was to prove petroleum in Middle to Lower Jurassic reservoir rocks (Garn, Ile, Tofte and Tilje formations).
nb: Primært letemål for brønnen var å påvise petroleum i midtre til nedre jura reservoarbergarter (Garn-, Ile-, Tofte- og Tiljeformasjonen).

source: The secondary exploration target was to prove petroleum in Cretaceous reservoir rocks (Lysing and Lange formations).
nb: Sekundært letemål var å påvise petroleum i kritt reservorabergarter (Lysing- og Langeformasjonen).

source: In the primary target, immobile oil was encountered in a gross column of 59 metres in the Garn formation and 10 metres in the Ile formation.
nb: I primært mål ble det påtruffet ikke-bevegelig olje i en brutto kolonne på 59 meter i Garnformasjonen og på 10 meter i Ileformasjonen.

source: In the secondary target, oil was encountered in thin sand layers in the Lysing formation and the middle part of the Lange formation.
nb: I sekundært mål ble det påtruffet olje i tynne sandlag i Lysingformasjonen og i midtre del av Langeformasjonen.

source: A formation test has been carried out in the Garn formation.
nb: En formasjonstest er gjennomført i Garnformasjonen.

source: Flow of petroleum to the surface was not achieved.
nb: Ingen strømning av petroleum til overflaten ble oppnådd.

source: Several small-scale formation and pressure tests were carried out in the Garn, Ile, Tofte and Tilje formations.
nb: Flere småskala formasjons- og trykktester ble utført i Garn-, Ile-, Tofte- og Tiljeformasjonene.

source: Several pressure points were taken, but do not provide a basis for interpretation of possible liquid contacts.
nb: Flere trykkpunkter ble tatt, men gir ikke grunnlag for tolkning av mulige væskekontakter.

source: However, a liquid sample in the Garn formation does indicate the presence of mobile petroleum.
nb: En væskeprøve i Garnformasjonen indikerer derimot tilstedeværelse av strømbar petroleum.

source: The well is the first exploration well in production licence 477.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 477.

source: The well was drilled to a vertical depth and measured depth of 4954 and 5330 metres below the surface, respectively, and was terminated in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp og målt dyp på henholdsvis 4954 og 5330 meter under havflaten, og ble avsluttet i Åreformasjonen i nedre jura.

source: Water depth at the site is 249 metres.
nb: Havdypet er 249 meter.

source: Well 6506/11-9 S was drilled by the West Alpha drilling facility which will now proceed to a shipyard in Ølen for upgrades, modifications and re-certifications.
nb: Brønn 6506/11-9 S ble boret av boreinnretningen West Alpha som nå skal til verft i Ølen for oppgraderinger, modifikasjoner og resertifiseringer.

source: The discovery was made about 20 kilometres north of the Skarv field and about five kilometres east of the Marulk field.
nb: Funnet er gjort om lag 20 kilometer nord for Skarvfeltet og om lag 5 kilometer øst for Marulkfeltet

source: The well proved gas in the Lysing formation with reservoir rocks and reservoir quality as expected.
nb: Brønnen påviste gass i Lysingformasjonen med reservoarbergarter og reservoarkvalitet som forventet.

source: Preliminary estimates place the size of the discovery at between 1.2 and 2.3 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom 1,2 og 2,3 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The licensees in production licence 212 E will now evaluate the discovery.
nb: Rettighetshaverne i utvinningstillatelse 212 E vil nå evaluere funnet.

source: The well was drilled to a total vertical depth of 2923 metres below the sea surface, and was terminated in the Lange formation in the Lower Cretaceous.
nb: Brønnen ble boret til et totalt vertikalt dyp på 2923 meter under havflaten, og den ble avsluttet i Langeformasjonen i nedre kritt.

source: The water depth is 365 metres.
nb: Havdypet er 365 meter.

source: Well 6507/3-9 S was drilled by the Polar Pioneer drilling facility.
nb: Brønn 6507/3-9 S ble boret av boreinnretningen Polar Pioneer.

source: The facility will now continue pre-drilling production wells on the Skarv field.
nb: Innretningen vil nå fortsette med forboring av produksjonsbrønner på Skarvfeltet.

source: The wells were drilled about 10 kilometres southeast of the Skarv field in the Norwegian Sea.
nb: Brønnene er boret om lag 10 kilometer sørøst for Skarvfeltet i Norskehavet.

source: The objective of wells 6507/6-4 S and 6507/6-4 A was to prove petroleum in Upper Triassic (”Grey Beds”) and Permian reservoir rocks (corresponding to the Foldvik Creek Group in East Greenland), respectively.
nb: Hensikten med brønnene 6507/6-4 S og 6507/6-4 A var å påvise petroleum i henholdsvis øvre trias (”Grey Beds”) og i permiske reservoarbergarter (tilsvarende Foldvik Creekgruppen på Østgrønland).

source: Both wells were dry.
nb: Begge brønnene var tørre.

source: Well 6507/6-4 S encountered Upper Triassic reservoir rocks with reservoir quality as expected, while well 6507/6-4 A did not encounter the expected reservoir rocks.
nb: 6507/6-4 S påtraff øvre trias reservoarbergarter med reservoarkvalitet som forventet, mens 6507/6-4 A ikke påtraff den forventede reservoarbergarten.

source: Extensive data acquisition has taken place in both wells and sampling was carried out in well 6507/6-4 A.
nb: Det er utført omfattende datainnsamling i begge brønnene og prøvetaking i brønn 6507/6-4 A.

source: The wells are the two first exploration wells in production licence 350.
nb: Brønnene er de to første letebrønnene i utvinningstillatelse 350.
